Repository: lingxi-coder/lingxi-app
Catalog: clients/ios/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# settings_section_behavior
source: 行为
en: Behavior
ja: 動作
ko: 동작
zh_hant: 行為

# settings_section_capabilities
source: 能力扩展
en: Capabilities
ja: 拡張機能
ko: 기능 확장
zh_hant: 能力擴充

# settings_section_capabilities_footer
source: Skills 是可复用的 AI 行为包；MCP 是接入外部工具的标准协议；Dream 让灵犀在你休息时主动整理与规划。
en: Skills are reusable AI behavior packs; MCP is a standard protocol for connecting external tools; Dream lets Lingxi organize and plan proactively while you rest.
ja: Skills は再利用可能な AI 行動パッケージ、MCP は外部ツールに接続する標準プロトコルです。Dream は、休んでいる間に灵犀が自発的に整理・計画を行う機能です。
ko: Skills는 재사용 가능한 AI 행동 모음이고, MCP는 외부 도구를 연결하는 표준 프로토콜입니다. Dream은 휴식 중에도 灵犀가 알아서 정리하고 계획을 세우게 해줍니다.
zh_hant: Skills 是可複用的 AI 行為包；MCP 是接入外部工具的標準協議；Dream 讓靈犀在你休息時主動整理與規劃。

# settings_section_credentials
source: 凭据
en: Credentials
ja: 認証情報
ko: 자격 증명
zh_hant: 憑據

# settings_section_data
source: 数据
en: Data
ja: データ
ko: 데이터
zh_hant: 資料

# settings_section_density
source: 密度
en: Density
ko: 밀도

# settings_section_font_size
source: 字号
en: Font Size
ja: 文字サイズ
ko: 글자 크기
zh_hant: 字號

# settings_section_intelligence
source: 智能
en: Intelligence
ja: インテリジェンス
ko: 지능
zh_hant: 智慧

# settings_section_memory_knowledge
source: 记忆与知识
en: Memory & Knowledge
ja: 記憶とナレッジ
ko: 기억과 지식
zh_hant: 記憶與知識

# settings_section_monthly_usage
source: 本月用量
en: This Month's Usage
ja: 今月の使用量
ko: 이번 달 사용량

# settings_section_notification_type
source: 通知类型
en: Notification Types
ja: 通知の種類
ko: 알림 유형
zh_hant: 通知類型

# settings_section_platform_boundary
source: 平台边界
en: Platform Boundaries
ja: プラットフォームの境界
ko: 플랫폼 경계
zh_hant: 平臺邊界

# settings_section_privacy_security
source: 隐私与安全
en: Privacy & Security
ja: プライバシーとセキュリティ
ko: 개인정보 및 보안
zh_hant: 隱私與安全

# settings_section_recent_memory
source: 近期记忆
en: Recent Memory
ja: 最近の記憶
ko: 최근 기억
zh_hant: 近期記憶

# settings_section_region
source: 区域
en: Region
ja: 地域
ko: 지역
zh_hant: 區域

# settings_section_shortcuts
source: 快捷指令
en: Shortcuts
ja: ショートカット
ko: 단축어

# settings_section_storage
source: 存储
en: Storage
ja: ストレージ
ko: 저장 공간
zh_hant: 儲存

# settings_section_suggestions
source: 候选词
en: Suggestions
ja: 変換候補
ko: 추천 단어
zh_hant: 候選詞

# settings_section_system_integration
source: 系统接入
en: System Integration
ja: システム連携
ko: 시스템 연동
zh_hant: 系統接入

# settings_section_theme
source: 主题
en: Theme
ja: テーマ
ko: 테마
zh_hant: 主題

# settings_section_visibility
source: 可见性
en: Visibility
ja: 可視性
ko: 공개 범위
zh_hant: 可見性

# settings_section_voice_input
source: 语音输入
en: Voice Input
ja: 音声入力
ko: 음성 입력
zh_hant: 語音輸入

# settings_shortcuts_actions_count
source: 4 个动作
en: 4 actions
ja: 4 個のアクション
ko: 4개 동작
zh_hant: 4 個動作

# settings_shortcuts_footer
source: 可在系统快捷指令中组合分享表单、剪贴板、文件或其他 App 的输出，再交给灵犀。
en: Combine share sheets, clipboard, files, or output from other apps in system Shortcuts, then hand it off to Lingxi.
ja: システムのショートカットで共有フォーム・クリップボード・ファイル・他アプリの出力を組み合わせ、灵犀に渡すことができます。
ko: 시스템 단축어에서 공유 시트, 클립보드, 파일 또는 다른 앱의 출력을 조합해 灵犀에 전달할 수 있습니다.
zh_hant: 可在系統快捷指令中組合分享表單、剪貼簿、檔案或其他 App 的輸出，再交給靈犀。

# settings_shortcuts_sub
source: 查看灵犀提供的动作
en: View the actions Lingxi provides
ja: 灵犀が提供するアクションを確認
ko: 灵犀가 제공하는 동작 보기
zh_hant: 檢視靈犀提供的動作

# settings_skill_seed_code_review_desc
source: 对粘贴的 diff 给出严格 review
en: Gives a strict review of a pasted diff
ja: 貼り付けられた diff に対して厳密なレビューを行う
ko: 붙여넣은 diff에 대해 엄격한 리뷰 제공
zh_hant: 對貼上的 diff 給出嚴格 review

# settings_skill_seed_code_review_name
source: 代码评审
en: Code Review
ja: コードレビュー
ko: 코드 리뷰
zh_hant: 程式碼評審

# settings_skill_seed_code_review_trigger_2
source: 拖入 .diff
en: Drop a .diff file
ja: .diff をドラッグ＆ドロップ
ko: .diff 파일 드래그

# settings_skill_seed_css_doctor_desc
source: 诊断布局问题并给出修复
en: Diagnoses layout issues and provides fixes
ja: レイアウトの問題を診断し、修正方法を提示
ko: 레이아웃 문제를 진단하고 수정 방법 제시
zh_hant: 診斷佈局問題並給出修復

# settings_skill_seed_meeting_notes_desc
source: 从语音/文本提取要点 + action item
en: Extracts key points and action items from voice/text
ja: 音声／テキストから要点とアクションアイテムを抽出
ko: 음성/텍스트에서 요점 + action item 추출
zh_hant: 從語音/文字提取要點 + action item

# settings_skill_seed_meeting_notes_name
source: 会议纪要
en: Meeting Notes
ja: 会議議事録
ko: 회의록
zh_hant: 會議紀要

# settings_skill_seed_meeting_notes_trigger_1
source: 会议结束后
en: After the meeting ends
ja: 会議終了後
ko: 회의 종료 후
zh_hant: 會議結束後

# settings_skill_seed_paper_reading_desc
source: arXiv 链接 → 结构化摘要 + 批注
en: arXiv link → structured summary + annotations
ja: arXiv リンク → 構造化された要約 + 注釈
ko: arXiv 링크 → 구조화된 요약 + 주석
zh_hant: arXiv 連結 → 結構化摘要 + 批註

# settings_skill_seed_paper_reading_name
source: 论文精读
en: Paper Deep Read
ja: 論文精読
ko: 논문 정독
zh_hant: 論文精讀

# settings_skill_seed_paper_reading_trigger_1
source: 粘贴 arxiv URL
en: Paste an arXiv URL
ja: arxiv の URL を貼り付け
ko: arxiv URL 붙여넣기
zh_hant: 貼上 arxiv URL

# settings_skill_seed_polish_desc
source: 中→英写作润色，保留原意
en: Chinese-to-English writing polish that preserves the original meaning
ja: 中国語から英語への文章を、原意を保ったまま校正
ko: 중국어 → 영어 글쓰기 다듬기, 원래 의미 유지
zh_hant: 中→英寫作潤色，保留原意

# settings_skill_seed_polish_name
source: 英文润色
en: English Polishing
ja: 英文校正
ko: 영문 다듬기
zh_hant: 英文潤色

# settings_skill_seed_weekly_report_desc
source: 聚合 Linear / GitHub / 日历自动出周报
en: Aggregates Linear / GitHub / Calendar to auto-generate weekly reports
ja: Linear／GitHub／カレンダーを集約して週報を自動生成
ko: Linear / GitHub / 캘린더를 취합해 자동으로 주간 보고서 작성
zh_hant: 聚合 Linear / GitHub / 日曆自動出週報

# settings_skill_seed_weekly_report_name
source: 周报生成
en: Weekly Report Generator
ja: 週報生成
ko: 주간 보고서 생성
zh_hant: 週報生成

# settings_skill_seed_weekly_report_trigger_1
source: 每周五 17:00
en: Every Friday 17:00
ja: 毎週金曜 17:00
ko: 매주 금요일 17:00
zh_hant: 每週五 17:00

# settings_skill_seed_weekly_report_trigger_2
source: @周报
en: @weekly-report
ja: @週報
ko: @주간보고서
zh_hant: @週報

# settings_skills_enabled_fraction %lld %lld
source: %lld / %lld 启用
en: %lld / %lld enabled
ja: %lld / %lld 件有効
ko: %lld / %lld 활성화됨
zh_hant: %lld / %lld 啟用

# settings_skills_enabled_fraction_fmt
source: %1$d / %2$d 启用
en: %1$d / %2$d enabled
ja: %1$d / %2$d 件有効
ko: %1$d / %2$d 활성화됨
zh_hant: %1$d / %2$d 啟用

# settings_skills_sub
source: 技能包 · 提示词 · 操作流
en: Skill packs · Prompts · Workflows
ja: スキルパック・プロンプト・操作フロー
ko: 스킬 팩 · 프롬프트 · 작업 흐름
zh_hant: 技能包 · 提示詞 · 操作流

# settings_smart_suggestions
source: 启用智能候选
en: Enable Smart Suggestions
ja: スマート候補を有効化
ko: 스마트 추천 사용
zh_hant: 啟用智慧候選

# settings_status_available
source: 可用
en: Available
ja: 利用可能
ko: 사용 가능

# settings_status_disabled
source: 已禁用
en: Disabled
ja: 無効
ko: 비활성화됨

# settings_status_needs_check
source: 需检查
en: Needs Check
ja: 要確認
ko: 확인 필요
zh_hant: 需檢查

# settings_status_not_enabled
source: 未启用
en: Not Enabled
ja: 未有効
ko: 활성화되지 않음
zh_hant: 未啟用

# settings_status_not_supported
source: 未支持
en: Not Supported
ja: 非対応
ko: 지원되지 않음
zh_hant: 未支援

# settings_status_off
source: 关闭
en: Off
ja: オフ
ko: 꺼짐
zh_hant: 關閉

# settings_status_on
source: 开启
en: On
ja: オン
ko: 켜짐
zh_hant: 開啟

# settings_status_paused
source: 已暂停
en: Paused
ja: 一時停止中
ko: 일시중지됨
zh_hant: 已暫停

# settings_storage
source: 存储
en: Storage
ja: ストレージ
ko: 저장 공간
zh_hant: 儲存

# settings_suggestions_history
source: 基于历史会话
en: Based on your conversation history
ja: 過去の会話に基づく
ko: 이전 대화 기반
zh_hant: 基於歷史會話

# settings_sync_devices
source: 同步设备
en: Sync Devices
ja: デバイス同期
ko: 기기 동기화
zh_hant: 同步裝置

# settings_sync_devices_sub
source: 3 台设备已连接
en: 3 devices connected
ja: 3 台のデバイスが接続済み
ko: 3대의 기기가 연결됨
zh_hant: 3 臺裝置已連線

# settings_title_account
source: 账户
en: Account
ja: アカウント
ko: 계정
zh_hant: 帳戶

# settings_title_add_fetch
source: 添加 抓取
en: Add Fetch
ja: フェッチを追加
ko: 가져오기 추가
zh_hant: 新增 抓取

# settings_title_add_llm
source: 添加 LLM
en: Add LLM
ja: LLM を追加
ko: LLM 추가
zh_hant: 新增 LLM

# settings_title_add_search
source: 添加 搜索
en: Add Search
ja: 検索を追加
ko: 검색 추가
zh_hant: 新增 搜尋

# settings_title_cron
source: 定时任务
en: Scheduled Tasks
ja: 定時タスク
ko: 예약 작업
zh_hant: 定時任務

# settings_title_edit
source: 编辑
en: Edit
ja: 編集
ko: 편집
zh_hant: 編輯

# settings_title_main
source: 设置
en: Settings
ja: 設定
ko: 설정
zh_hant: 設定

# settings_title_open_source
source: 开源许可与对应源码
en: Open Source Licenses & Corresponding Source
ja: オープンソースライセンスと対応ソースコード
ko: 오픈소스 라이선스 및 해당 소스 코드
zh_hant: 開源許可與對應原始碼

# settings_title_workflows
source: 工作流
en: Workflows
ja: ワークフロー
ko: 워크플로

# settings_usage_diagnostics
source: 使用诊断
en: Usage Diagnostics
ja: 使用状況診断
ko: 사용 진단
zh_hant: 使用診斷

# settings_used_space
source: 使用空间
en: Used Space
ja: 使用容量
ko: 사용 공간
zh_hant: 使用空間

# settings_voice_android_system
source: Android 系统语音识别
en: Android System Speech Recognition
ja: Android システム音声認識
ko: Android 시스템 음성 인식
zh_hant: Android 系統語音識別

# settings_voice_android_system_sub
source: 使用设备当前的识别服务
en: Uses the device's current recognition service
ja: デバイスの現在の認識サービスを使用
ko: 기기의 현재 인식 서비스를 사용합니다
zh_hant: 使用裝置當前的識別服務

# settings_voice_audio
source: 语音与音频
en: Voice & Audio
ja: 音声とオーディオ
ko: 음성 및 오디오
zh_hant: 語音與音訊

# settings_voice_default_ios
source: iOS 系统语音
en: iOS System Voice
ja: iOS システム音声
ko: iOS 시스템 음성
zh_hant: iOS 系統語音

# settings_voice_dictation_fmt
source: 系统听写 · %1$s
en: System Dictation · %1$s
ja: システム音声入力 · %1$s
ko: 시스템 받아쓰기 · %1$s
zh_hant: 系統聽寫 · %1$s

# settings_voice_id_placeholder
source: 系统 voice id（default）
en: System voice ID (default)
ja: システム voice id（default）
ko: 시스템 voice id (default)
zh_hant: 系統 voice id（default）

# settings_voice_listen_footer
source: 聊天麦克风和 Computer Use 的 listen 动作共用此设置。麦克风权限只可由用户在前台授予。
en: This setting is shared by the chat microphone and Computer Use's listen action. Microphone permission can only be granted by the user in the foreground.
ja: チャットのマイクと Computer Use の listen アクションはこの設定を共有します。マイクの権限はユーザーがフォアグラウンドで許可した場合のみ付与されます。
ko: 채팅 마이크와 Computer Use의 listen 동작은 이 설정을 공유합니다. 마이크 권한은 사용자가 포그라운드에서만 부여할 수 있습니다.
zh_hant: 聊天麥克風和 Computer Use 的 listen 動作共用此設定。麥克風權限只可由使用者在前景授予。

# settings_voice_listen_section
source: 听 · 语音识别
en: Listen · Speech Recognition
ja: 聞く · 音声認識
ko: 듣기 · 음성 인식
zh_hant: 聽 · 語音識別

# settings_voice_playback_footer
source: 自动播放：AI 回复完成后立即朗读。
en: Auto-play: reads AI replies aloud as soon as they finish.
ja: 自動再生：AI の返信が完了すると、すぐに読み上げます。
ko: 자동 재생: AI 응답이 완료되면 바로 읽어줍니다.
zh_hant: 自動播放：AI 回覆完成後立即朗讀。

# settings_voice_playback_options
source: 播放选项
en: Playback Options
ja: 再生オプション
ko: 재생 옵션
zh_hant: 播放選項

# settings_voice_speak_footer
source: AI 回复自动播放和 Computer Use 的 speak 动作共用输出声音与语速。
en: Auto-play for AI replies and Computer Use's speak action share the same output voice and speech rate.
ja: AI 返信の自動再生と Computer Use の speak アクションは、出力音声と話す速さを共有します。
ko: AI 응답 자동 재생과 Computer Use의 speak 동작은 출력 음성과 말하기 속도를 공유합니다.
zh_hant: AI 回覆自動播放和 Computer Use 的 speak 動作共用輸出聲音與語速。

# settings_voice_speak_section
source: 说 · 语音合成
en: Speak · Speech Synthesis
ja: 話す · 音声合成
ko: 말하기 · 음성 합성
zh_hant: 說 · 語音合成

# settings_voice_system
source: 系统语音
en: System Voice
ja: システム音声
ko: 시스템 음성
zh_hant: 系統語音

# settings_voice_tts
source: 语音 TTS
en: Voice TTS
ja: 音声 TTS
ko: 음성 TTS
zh_hant: 語音 TTS

# settings_web_fetch
source: 网页抓取
en: Web Fetch
ja: ウェブフェッチ
ko: 웹 페이지 가져오기
zh_hant: 網頁抓取

# settings_web_search
source: 联网搜索
en: Web Search
ja: ウェブ検索
ko: 웹 검색
zh_hant: 聯網搜尋

# settings_workflow_customer_feedback
source: 客户反馈周聚合
en: Weekly Customer Feedback Digest
ja: 顧客フィードバックの週次集計
ko: 고객 피드백 주간 집계
zh_hant: 客戶反饋週聚合

# settings_workflow_daily_brief
source: 每日晨报
en: Daily Morning Brief
ja: 毎日の朝のブリーフィング
ko: 매일 아침 브리핑
zh_hant: 每日晨報

# settings_workflow_friday_1700
source: 每周五 17:00
en: Every Friday at 5:00 PM
ja: 毎週金曜 17:00
ko: 매주 금요일 17:00
zh_hant: 每週五 17:00

# settings_workflow_midnight_log
source: 凌晨日志巡检
en: Overnight Log Check
ja: 深夜のログ巡回チェック
ko: 새벽 로그 점검
zh_hant: 凌晨日誌巡檢

# settings_workflow_monday_0900
source: 每周一 09:00
en: Every Monday at 9:00 AM
ja: 毎週月曜 09:00
ko: 매주 월요일 09:00
zh_hant: 每週一 09:00

# settings_workflow_weekday_0830
source: 工作日 08:30
en: Weekdays at 8:30 AM
ja: 平日 08:30
ko: 평일 08:30

# settings_workflow_weekly_report
source: 周报自动生成
en: Automatic Weekly Report
ja: 週報の自動生成
ko: 주간 보고서 자동 생성
zh_hant: 週報自動生成

# settings_workflows_automation
source: 工作流与自动化
en: Workflows & Automation
ja: ワークフローと自動化
ko: 워크플로 및 자동화
zh_hant: 工作流與自動化

# settings_workflows_enabled
source: 3 启用
en: 3 Enabled
ja: 3 件有効
ko: 3개 활성화됨
zh_hant: 3 啟用

# settings_workflows_footer
source: 工作流由 cron 表达式或事件触发。在主界面侧栏 → 定时 可创建。
en: Workflows are triggered by cron expressions or events. Create one from the main sidebar → Scheduled.
ja: ワークフローは cron 式またはイベントでトリガーされます。メイン画面のサイドバー→定時タスクから作成できます。
ko: 워크플로는 Cron 표현식 또는 이벤트로 실행됩니다. 메인 화면 사이드바 → 예약에서 만들 수 있습니다.
zh_hant: 工作流由 cron 表示式或事件觸發。在主介面側欄 → 定時 可建立。

# skills_author_community %@
source: 社区 · %@
en: Community · %@
ja: コミュニティ · %@
ko: 커뮤니티 · %@
zh_hant: 社群 · %@

# skills_author_community_fmt
source: 社区 · %1$s
en: Community · %1$s
ja: コミュニティ · %1$s
ko: 커뮤니티 · %1$s
zh_hant: 社群 · %1$s

# skills_author_mine
source: 我
en: Mine
ja: 自分
ko: 내 Skill

# skills_author_official
source: 官方
en: Official
ja: 公式
ko: 공식

# skills_auto_suggest
source: 自动建议
en: Auto-Suggest
ja: 自動提案
ko: 자동 제안
zh_hant: 自動建議

# skills_auto_suggest_sub
source: 检测到匹配场景时主动提示
en: Proactively suggests when it detects a matching scenario
ja: 該当する場面を検知すると自動的に提案します
ko: 일치하는 상황이 감지되면 먼저 제안합니다
zh_hant: 檢測到匹配場景時主動提示

# skills_browse_store
source: 浏览 Skills 商店
en: Browse Skills Store
ja: Skills ストアを見る
ko: Skills 스토어 둘러보기
zh_hant: 瀏覽 Skills 商店

# skills_create_custom
source: 创建自定义 Skill
en: Create Custom Skill
ja: カスタム Skill を作成
ko: 커스텀 Skill 만들기
zh_hant: 建立自訂 Skill

# skills_delete
source: 删除此 Skill
en: Delete This Skill
ja: この Skill を削除
ko: 이 Skill 삭제
zh_hant: 刪除此 Skill

# skills_description_blurb
source: Skills 是可复用的 AI 行为包，封装了系统提示词、工具调用与触发条件。启用后会出现在对应触发器或斜杠菜单。
en: Skills are reusable AI behavior packs that bundle system prompts, tool calls, and trigger conditions. Once enabled, they appear in their matching trigger or slash-command menu.
ja: Skills は再利用可能な AI 行動パッケージで、システムプロンプト・ツール呼び出し・トリガー条件をひとまとめにしたものです。有効にすると、対応するトリガーやスラッシュメニューに表示されます。
ko: Skills는 재사용 가능한 AI 행동 모음으로, 시스템 프롬프트와 도구 호출, 트리거 조건을 담고 있습니다. 활성화하면 해당 트리거나 슬래시 메뉴에 표시됩니다.
zh_hant: Skills 是可複用的 AI 行為包，封裝了系統提示詞、工具呼叫與觸發條件。啟用後會出現在對應觸發器或斜槓選單。

# skills_edit_prompt
source: 编辑提示词
en: Edit Prompt
ja: プロンプトを編集
ko: 프롬프트 편집
zh_hant: 編輯提示詞

# skills_enable_this
source: 启用此 Skill
en: Enable This Skill
ja: この Skill を有効化
ko: 이 Skill 활성화
zh_hant: 啟用此 Skill

# skills_official_maintained
source: 此 Skill 由官方维护
en: This Skill is maintained by the official team
ja: この Skill は公式が管理しています
ko: 이 Skill은 공식적으로 관리됩니다
zh_hant: 此 Skill 由官方維護

# skills_perm_access_mcp_github
source: 访问 MCP · GitHub
en: Access MCP · GitHub
ja: MCP へのアクセス · GitHub
ko: MCP · GitHub 접근
zh_hant: 存取 MCP · GitHub

# skills_perm_call_llm
source: 调用 LLM
en: Call LLM
ja: LLM の呼び出し
ko: LLM 호출
zh_hant: 呼叫 LLM

# skills_perm_read_knowledge
source: 读取知识库
en: Read Knowledge Base
ja: ナレッジベースの読み取り
ko: 지식 베이스 읽기
zh_hant: 讀取知識庫

# skills_section_required_permissions
source: 所需权限
en: Required Permissions
ja: 必要な権限
ko: 필요한 권한
zh_hant: 所需權限

# skills_section_triggers
source: 触发
en: Triggers
ja: トリガー
ko: 트리거
zh_hant: 觸發

# terminal_authorization_failed
source: 运行时授权未通过
en: Runtime authorization failed
ja: ランタイムの承認に失敗しました
ko: 런타임 권한 확인 실패
zh_hant: 執行時授權未通過

# terminal_copied_lines %lld
source: 已复制 %lld 行
en: Copied %lld lines
ja: %lld 行をコピーしました
ko: %lld줄을 복사했습니다
zh_hant: 已複製 %lld 行

# terminal_copy_button
source: 复制
en: Copy
ja: コピー
ko: 복사
zh_hant: 複製

# terminal_cwd_outside_workspace %@
source: 请求的 cwd 超出 workspace：%@
en: The requested cwd is outside the workspace: %@
ja: 要求された cwd が workspace の範囲外です：%@
ko: 요청한 cwd가 workspace를 벗어났습니다: %@
zh_hant: 請求的 cwd 超出 workspace：%@

# terminal_cwd_requires_open_project %@
source: 请求的 cwd 需要一个已打开的项目：%@
en: The requested cwd requires an open project: %@
ja: 要求された cwd には開かれたプロジェクトが必要です：%@
ko: 요청한 cwd에는 열려 있는 프로젝트가 필요합니다: %@
zh_hant: 請求的 cwd 需要一個已開啟的專案：%@

# terminal_guest_workspace_unavailable
source: guest workspace 不可用
en: Guest workspace unavailable
ja: guest workspace が利用できません
ko: guest workspace를 사용할 수 없습니다

# terminal_input_placeholder
source: 输入命令
en: Enter command
ja: コマンドを入力
ko: 명령 입력
zh_hant: 輸入命令

# terminal_integrity_check_failed
source: 运行时完整性校验失败
en: Runtime integrity check failed
ja: ランタイムの整合性検証に失敗しました
ko: 런타임 무결성 검증 실패
zh_hant: 執行時完整性校驗失敗

# terminal_launch_failed
source: 终端启动失败
en: Terminal failed to start
ja: ターミナルの起動に失敗しました
ko: 터미널 시작 실패
zh_hant: 終端啟動失敗

# terminal_mobile_linux_not_connected
source: 当前环境未接入 Mobile Linux
en: This environment is not connected to Mobile Linux
ja: 現在の環境は Mobile Linux に接続されていません
ko: 현재 환경에는 Mobile Linux가 연결되어 있지 않습니다
zh_hant: 當前環境未接入 Mobile Linux

# terminal_open_runtime_settings
source: 打开运行时设置
en: Open Runtime Settings
ja: ランタイム設定を開く
ko: 런타임 설정 열기
zh_hant: 開啟執行時設定

# terminal_operation_timeout
source: 终端操作超时
en: Terminal operation timed out
ja: ターミナル操作がタイムアウトしました
ko: 터미널 작업 시간 초과
zh_hant: 終端操作逾時

# terminal_polling_failed
source: 终端轮询失败
en: Terminal polling failed
ja: ターミナルのポーリングに失敗しました
ko: 터미널 폴링 실패
zh_hant: 終端輪詢失敗

# terminal_pty_not_available_build
source: 当前构建未提供 PTY 终端
en: This build does not provide a PTY terminal
ja: 現在のビルドには PTY ターミナルがありません
ko: 현재 빌드에는 PTY 터미널이 제공되지 않습니다
zh_hant: 當前建置未提供 PTY 終端

# terminal_pty_not_supported
source: 当前构建未提供 PTY 能力
en: This build does not support PTY
ja: 現在のビルドには PTY 機能がありません
ko: 현재 빌드에는 PTY 기능이 제공되지 않습니다
zh_hant: 當前建置未提供 PTY 能力

# terminal_pty_session_unavailable
source: 无法创建 PTY 终端会话
en: Unable to create a PTY terminal session
ja: PTY ターミナルセッションを作成できません
ko: PTY 터미널 세션을 만들 수 없습니다
zh_hant: 無法建立 PTY 終端會話

# terminal_recovery_none_title
source: 终端不可用
en: Terminal Unavailable
ja: ターミナルが利用できません
ko: 터미널을 사용할 수 없습니다
zh_hant: 終端不可用

# terminal_recovery_repair_title
source: 运行时文件损坏
en: Runtime Files Corrupted
ja: ランタイムファイルが破損しています
ko: 런타임 파일이 손상되었습니다
zh_hant: 執行時檔案損壞

# terminal_recovery_runtime_unavailable_title
source: Linux 运行时不可用
en: Linux Runtime Unavailable
ja: Linux ランタイムが利用できません
ko: Linux 런타임을 사용할 수 없습니다
zh_hant: Linux 執行時不可用

# terminal_recovery_workspace_unavailable_title
source: 工作目录不可用
en: Workspace Unavailable
ja: 作業ディレクトリが利用できません
ko: 작업 디렉터리를 사용할 수 없습니다
zh_hant: 工作目錄不可用

# terminal_relative_cwd_invalid %@
source: 请求的相对 cwd 非法：%@
en: The requested relative cwd is invalid: %@
ja: 要求された相対 cwd が不正です：%@
ko: 요청한 상대 cwd가 유효하지 않습니다: %@
zh_hant: 請求的相對 cwd 非法：%@

# terminal_run_failed
source: 终端运行失败
en: Terminal run failed
ja: ターミナルの実行に失敗しました
ko: 터미널 실행 실패
zh_hant: 終端執行失敗

# terminal_runtime_environment_unavailable
source: 运行环境不可用
en: Runtime environment unavailable
ja: 実行環境が利用できません
ko: 실행 환경을 사용할 수 없습니다
zh_hant: 執行環境不可用

# terminal_try_repair
source: 尝试修复
en: Try Repair
ja: 修復を試みる
ko: 복구 시도
zh_hant: 嘗試修復

# terminal_view_runtime
source: 查看运行时
en: View Runtime
ja: ランタイムを表示
ko: 런타임 보기
zh_hant: 檢視執行時

# terminal_workspace_not_mounted
source: 工作目录未挂载到 guest，已拒绝回退到错误目录
en: The working directory is not mounted into the guest; refusing to fall back to the wrong directory
ja: 作業ディレクトリが guest にマウントされていないため、誤ったディレクトリへのフォールバックを拒否しました
ko: 작업 디렉터리가 guest에 마운트되지 않아 잘못된 디렉터리로 대체하지 않고 거부했습니다
zh_hant: 工作目錄未掛載到 guest，已拒絕回退到錯誤目錄

# voice_active_mode
source: 生效方式
en: Active Mode
ja: 有効な方式
ko: 적용 중인 방식

# voice_audio_session_busy %@
source: 音频会话正由 %@ 使用
en: The audio session is currently in use by %@
ja: オーディオセッションは現在 %@ が使用中です
ko: 오디오 세션을 %@에서 사용 중입니다
zh_hant: 音訊會話正由 %@ 使用

# voice_audio_session_interrupted
source: 音频会话被系统中断
en: The audio session was interrupted by the system
ja: オーディオセッションがシステムによって中断されました
ko: 오디오 세션이 시스템에 의해 중단되었습니다
zh_hant: 音訊會話被系統中斷

# voice_auto_play
source: 自动播放回复
en: Auto-Play Replies
ja: 返信を自動再生
ko: 응답 자동 재생
zh_hant: 自動播放回覆

# voice_automatic_supports_on_device
source: 系统可按条件选择设备端或在线识别；当前语言支持设备端
en: The system can choose on-device or online recognition as conditions allow; the current language supports on-device
ja: システムは条件に応じてデバイス端またはオンライン認識を選択できます。現在の言語はデバイス端認識に対応しています
ko: 시스템이 조건에 따라 기기 내 또는 온라인 인식을 선택할 수 있습니다. 현재 언어는 기기 내 인식을 지원합니다
zh_hant: 系統可按條件選擇裝置端或線上識別；當前語言支援裝置端

# voice_automatic_uses_online
source: 系统将自动选择识别方式；当前语言通常会使用在线识别
en: The system will automatically choose a recognition method; the current language usually uses online recognition
ja: システムが自動的に認識方式を選択します。現在の言語では通常オンライン認識が使用されます
ko: 시스템이 인식 방식을 자동으로 선택합니다. 현재 언어는 보통 온라인 인식을 사용합니다
zh_hant: 系統將自動選擇識別方式；當前語言通常會使用線上識別

# voice_bargein_failed_message %@
source: 语音打断识别失败：%@
en: Barge-in recognition failed: %@
ja: 割り込み音声認識に失敗しました：%@
ko: 음성 끼어들기 인식 실패: %@
zh_hant: 語音打斷識別失敗：%@

# voice_bargein_language_unavailable
source: 当前语言的语音识别暂不可用
en: Speech recognition for the current language is unavailable
ja: 現在の言語の音声認識は一時的に利用できません
ko: 현재 언어의 음성 인식을 사용할 수 없습니다
zh_hant: 當前語言的語音識別暫不可用

# voice_bargein_permission_unavailable
source: 语音识别或麦克风权限不可用
en: Speech recognition or microphone permission is unavailable
ja: 音声認識またはマイクの権限が利用できません
ko: 음성 인식 또는 마이크 권한을 사용할 수 없습니다
zh_hant: 語音識別或麥克風權限不可用

# voice_bargein_route_unsupported %@
source: 当前音频路线不支持免手打断：%@
en: The current audio route does not support hands-free interruption: %@
ja: 現在のオーディオ経路はハンズフリー割り込みに対応していません：%@
ko: 현재 오디오 경로는 핸즈프리 끼어들기를 지원하지 않습니다: %@
zh_hant: 當前音訊路線不支援免手打斷：%@

# voice_bargein_timeout
source: 语音打断识别超时
en: Barge-in recognition timed out
ja: 割り込み音声認識がタイムアウトしました
ko: 음성 끼어들기 인식 시간 초과
zh_hant: 語音打斷識別逾時

# voice_bargein_unavailable_tap_orb
source: 免手打断不可用，轻点光球后说话
en: Hands-free interruption unavailable; tap the orb and then speak
ja: ハンズフリー割り込みは利用できません。光の球をタップしてから話してください
ko: 핸즈프리 끼어들기를 사용할 수 없습니다. 구슬을 탭한 후 말씀해 주세요
zh_hant: 免手打斷不可用，輕點光球後說話

# voice_check_permissions
source: 检查权限
en: Check Permissions
ja: 権限を確認
ko: 권한 확인
zh_hant: 檢查權限

# voice_close_flow_mode_a11y
source: 关闭心流模式
en: Close Flow Mode
ja: 心流モードを終了
ko: 심리스 모드 닫기
zh_hant: 關閉心流模式

# voice_close_voice_input_a11y
source: 关闭语音输入
en: Close Voice Input
ja: 音声入力を終了
ko: 음성 입력 닫기
zh_hant: 關閉語音輸入

# voice_config_not_finished
source: 语音配置尚未完成。
en: Voice configuration is not yet complete.
ja: 音声設定はまだ完了していません。
ko: 음성 설정이 아직 완료되지 않았습니다.
zh_hant: 語音配置尚未完成。

# voice_config_required_title
source: 需要配置语音能力
en: Voice Configuration Required
ja: 音声機能の設定が必要です
ko: 음성 기능 설정이 필요합니다
zh_hant: 需要配置語音能力

# voice_config_saved_no_voice
source: 语音识别已保存，但当前没有可用的系统播报声音。
en: Speech recognition is saved, but no system playback voice is currently available.
ja: 音声認識は保存されましたが、現在利用可能なシステムの読み上げ音声がありません。
ko: 음성 인식은 저장되었지만, 현재 사용 가능한 시스템 음성 안내 목소리가 없습니다.
zh_hant: 語音識別已儲存，但當前沒有可用的系統播報聲音。

# voice_config_saved_ready
source: 语音识别和系统播报声音已保存并可用。
en: Speech recognition and the system playback voice are saved and ready.
ja: 音声認識とシステムの読み上げ音声を保存し、利用できるようになりました。
ko: 음성 인식과 시스템 음성 안내가 저장되어 사용할 수 있습니다.
zh_hant: 語音識別和系統播報聲音已儲存並可用。

# voice_config_saved_with_issue %@
source: 语音配置已保存；%@
en: Voice configuration saved; %@
ja: 音声設定を保存しました。%@
ko: 음성 설정이 저장되었습니다. %@
zh_hant: 語音配置已儲存；%@

# voice_current_selection
source: 当前选择
en: Current Selection
ja: 現在の選択
ko: 현재 선택
zh_hant: 當前選擇

# voice_detail_config_required_default
source: 请先完成语音识别与系统声音设置
en: Please complete speech recognition and system voice setup first
ja: 先に音声認識とシステム音声の設定を完了してください
ko: 먼저 음성 인식과 시스템 목소리 설정을 완료해 주세요
zh_hant: 請先完成語音識別與系統聲音設定

# voice_detail_failed
source: 请检查设置后重试
en: Please check settings and try again
ja: 設定を確認してから再試行してください
ko: 설정을 확인한 후 다시 시도해 주세요
zh_hant: 請檢查設定後重試

# voice_detail_interrupting
source: 正在识别打断内容…
en: Recognizing your interruption…
ja: 割り込み内容を認識しています…
ko: 끼어든 내용을 인식하는 중…
zh_hant: 正在識別打斷內容…

# voice_detail_listening_dictation
source: 说完后松开或再次点击
en: Release or tap again when finished speaking
ja: 話し終えたら指を離すか、もう一度タップしてください
ko: 말이 끝나면 다시 놓거나 다시 탭하세요
zh_hant: 說完後鬆開或再次點選

# voice_detail_listening_flow
source: 检测到说话停顿后会自动发送
en: Sends automatically once a pause in speech is detected
ja: 発話の停止を検知すると自動的に送信されます
ko: 말이 멈추면 자동으로 전송됩니다
zh_hant: 檢測到說話停頓後會自動傳送

# voice_detail_paused
source: 轻点重试恢复语音
en: Tap retry to resume voice
ja: タップして再試行すると音声を再開します
ko: 탭하여 다시 시도하면 음성이 재개됩니다
zh_hant: 輕點重試恢復語音

# voice_detail_recognizing
source: 正在整理刚才的语音…
en: Processing what you just said…
ja: 直前の音声を整理しています…
ko: 방금 한 말을 정리하는 중…
zh_hant: 正在整理剛才的語音…
